import React from 'react'
import '../css/Him.css'
import Img from '../../img/him.jpg'
const Him = () => {
  return (
    <section className='him-section'>
        <div className="left">
          <img src={Img} alt="" />
        </div>
        <div className="right">
          <h2>من هو الدكتور احمد الصعيدي ؟</h2>
          <p>احمد محمد سيد الشهير باحمد الصعيدي خبرة اكثر من ١٧ عاما في تدريس اللغة العربية الحصول علي الكثير من الشهادات العلمية في اللغة العربية ماجستير اللغة العربية وادابها دكتوراه في اللغة العربية وادابها دبلوم تربوي في اللغة العربية وادابها حاصل علي الكثير من الشهادات  والدورات العلمية الخاصة بالتدريس والمنصة التعليمية والعمل علي توصيل المعلومة بطريقة سهلة تناسب جميع الفروق الفردية للطالب</p>
        </div>
    </section>
  )
}

export default Him